app/controllers/users_controller.rb

INSERT INTO `users` (`user_name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('さくまです', 'sakuma@example.com', '2022-12-27 02:12:31.373523', '2022-12-27 02:12:31.373523', '$2a$12$9mR5nilHU7lDg46xj1OLseSPTij5U.zEo5lmaztqDFBF/3ShvjYoW')
---
  def create
    @user = User.new(user_params)
    if @user.save